Repository: xtrmdarc/ETP
Catalog: wp/EncuentraTuPromedioUniversal/EncuentraTuPromedio/EncuentraTuPromedio.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# AboutAppBarButtonABB.Label
source: about
es_es: acerca

# AboutCourseMessage11R.Text
source: Select '+' button to add
es_es: Selecciona el botón '+' para agregar un

# AboutCourseMessage12R.Text
source: a new course
es_es: nuevo curso

# AboutCourseMessage21R.Text
source: Fill the following fields with
es_es: Llena los campos con la información

# AboutCourseMessage22R.Text
source: the required information
es_es: requerida

# AboutCourseMessage31R.Text
source: Select the check button to
es_es: Selecciona el botón check para

# AboutCourseMessage32R.Text
source: continue
es_es: continuar

# AboutGradeMessage11R.Text
source: Select the course to add
es_es: Selecciona el curso para añadirle una

# AboutGradeMessage12R.Text
source: a new grade
es_es: nueva nota

# AboutGradeMessage21R.Text
source: Select the '+' button to add
es_es: Selecciona el botón '+' para

# AboutGradeMessage22R.Text
source: a new grade
es_es: agregar una nueva nota

# AboutGradeMessage31R.Text
source: Fill the following fields with
es_es: Llena los campos con la información

# AboutGradeMessage32R.Text
source: the required information
es_es: requerida

# AddAppBarButtonTextABB.Label
source: add
es_es: agregar

# AgreeAppBarButtonABB.Label
source: agree
es_es: aceptar

# AlertText
source: Alert
es_es: Alerta

# AppBarMenuItemCicleConfigurationTextABB.Label
source: cycle configuration
es_es: configuración de ciclo

# ApplicationTitleTBK.Text
source: KNOW YOUR GRADES
es_es: ENCUENTRA TU PROMEDIO

# ApprovingGradeValidationInteger
source: Approvig grade must be a positive integer
es_es: La nota aprobatoria debe ser un número positivo

# ApprovingGradeValidationMax
source: Approving grade must be lower than max. grade
es_es: La nota aprobatoria debe ser menor a la nota máxima

# ApprovingGradeValidationMin
source: Approving grade must be higher than min. grade
es_es: La nota aprobatoria debe ser mayor a la nota mínima

# AproxGradeMessage
source: Aprox.
es_es: Nota aproximada

# AwfulMessage
source: Awful
es_es: Pésimo

# BadMessage
source: Bad
es_es: Mal

# CicleConfigurationGradeR.Text
source: grade
es_es: nota

# CicleConfigurationMaxGradeR.Text
source: max.
es_es: máxima

# CicleConfigurationMessage1R.Text
source: Fill the followings
es_es: Completa los siguientes

# CicleConfigurationMessage2R.Text
source: fields to make your experience better
es_es: campos para mejorar tu experiencia

# CicleConfigurationMinGradeR.Text
source: min.
es_es: mínima

# CicleConfigurationPassGradeR.Text
source: approving
es_es: aprobatoria

# CicleConfigurationTipR.Text
source: Tip: you can change these settings later
es_es: Tip: puedes cambiar la configuración más tarde

# CongratsMessage
source: Congratulations! you passed the course
es_es: Felicidades, aprobaste !

# CourseCreditsValidation
source: Please enter the number of credits
es_es: Ingresa un número de créditos

# CourseCreditsValidationInteger
source: The number of credits must be a positive integer
es_es: El número de creditos debe ser un número entero

# CourseNameValidation
source: Please enter the name of the course
es_es: Por favor ingresa el Nombre del curso

# courseTextR.Text
source: course
es_es: curso

# CreateAppBarButtonABB.Label
source: create
es_es: crear

# CreateCourseMessage1R.Text
source: Enter the
es_es: Ingrese el

# CreateCourseMessage2R.Text
source: name
es_es: nombre

# CreateCourseMessage3R.Text
source: and the number of
es_es: y el número de

# CreateCourseMessage4R.Text
source: credits
es_es: créditos

# CreateCourseMessage5R.Text
source: of your course.
es_es: de su curso.

# CreateCoursePageTitleTBK.Text
source: CREATE COURSE
es_es: CREAR CURSO

# CreateGradeMessage2R.Text
source: grade
es_es: nota

# CreateGradeMessage3R.Text
source: and
es_es: y el

# CreateGradeMessage4R.Text
source: percentage
es_es: porcentaje

# CreditsTextR.Text
source: Credits
es_es: Créditos

# DashboardCreditsTextR.Text
source: CREDITS
es_es: CRÉDITOS

# DashboardGradesTextR.Text
source: GRADES
es_es: NOTAS

# DashboardMainTitleTBK.Text
source: Weighted Average
es_es: Promedio Ponderado

# DeleteContextMenuMFI.Text
source: Delete
es_es: Eliminar

# DeleteGradeMessage
source: You are about to delete a grade ¿Are you sure?
es_es: Estas a punto de eliminar una nota, ¿Estas seguro?

# DeleteMessage1
source: You are about to delete
es_es: Estas a punto de eliminar

# DeleteMessage2
source: with its grades. ¿Are you sure?
es_es: de tus cursos junto con todas sus notas, ¿Estas seguro?

# EditContextMenuMFI.Text
source: Edit
es_es: Edición

# EditCourseMessage1R.Text
source: Edit the
es_es: Modifique el

# EditCoursePageTitleTBK.Text
source: EDIT COURSE
es_es: EDITAR CURSO

# EditGradePageTitleTBK.Text
source: EDIT GRADE
es_es: EDITAR NOTA

# FeedbackCommentTBK.Text
source: Comment
es_es: Comenta

# FeedbackMessageTBK.Text
source: Is something going wrong ? Do you think we can improve or add new features? Tell us your opinion.
es_es: ¿Algo funciona mal? ¿ Piensas que podemos mejorar o agregar nuevas funcionalidades? Dinos tu opinión

# GoodMessage
source: Good
es_es: Bien

# GradeGradeValidationInteger
source: Value of the grade must be higher than 0.00
es_es: El valor de la nota debe ser no menor a 0.00

# GradePercentageValidation
source: Value of the percentage must be higher than 0.00 and lower than 1.00
es_es: El valor del porcentaje debe ser no menor a 0.00 y no mayor a 1.00

# GradesTextR.Text
source: Grades
es_es: Notas

# grades_TextPI.Header
source: grades
es_es: notas

# GradeTextR.Text
source: Grade
es_es: Nota

# GreatMessage
source: Great
es_es: Genial

# MainPagePivotItem1PI.Header
source: your courses
es_es: tus cursos

# MainPagePivotItem2PI.Header
source: dashboard
es_es: panel

# MaxGradeValidationInteger
source: Max. grade must be a positive integer
es_es: La nota máxima debe ser un número positivo

# MinGradeMessage
source: You need at least
es_es: Necesitas como mínimo

# MinGradeValidationInteger
source: Min. grade must be a positive integer
es_es: La nota mínima debe ser un número positivo

# NameTextR.Text
source: Name
es_es: Nombre

# newTextR.Text
source: new
es_es: nuevo

# PercentageTextR.Text
source: Percentage
es_es: Porcentaje

# PopUpCicleConfigurationMessage1R.Text
source: Before we continue, you need to fill the following
es_es: Antes de continuar, completa los siguientes

# PopUpCicleConfigurationMessage2R.Text
source: fields to make your experience better
es_es: campos para mejorar tu experiencia

# PopUpCicleConfigurationTitleTBK.Text
source: Just one second!
es_es: Un momento!

# RateMyApp
source: Thank your for using this app. ¿Do you like it? Rate us 5 stars so we can continue getting better.
es_es: Gracias por usar la aplicación.¿Te gusta la aplicación? Califícanos con 5 estrellas para seguir mejorando

# ResourceLanguage
source: en-US
es_es: es

# SendFeedbackAppBarButtonABB.Label
source: send
es_es: enviar

# ValidationCompleteFields
source: You must fill all the fields before continue
es_es: Debes completar todos los campos para continuar

# CreateGradePageTitleTBK.Text
source: CREATE GRADE
es_es: CREAR NOTA

# newGradeTextR.Text
source: new
es_es: nueva

# YesText
source: Yes
es_es: Sí

# AppBarMenuItemCicleConfigurationTextTBK.Text
source: cycle configuration
es_es: configuración de ciclo

# AgreeAppBarButton
source: agree
es_es: aceptar

# RoundedPromTS.Header
source: Rounded Average
es_es: Promedio Redondeado

# RoundedPromTS.OnContent
source: Yes
es_es: Sí
